Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT.tmx
Source language: en_gb
Languages: it_ch

source: West Chester University of Pennsylvania’s Department of English is seeking applicants for a full-time, tenure-track position as Assistant Professor of Linguistics, beginning late August 2016.
it_ch: La sezione di inglese della Westchester University of Pennsylvania cerca candidati per una posizione a tempo pieno e indeterminato (tenure track) come ricercatore universitario di linguistica a partire dalla fine di agosto 2016.

source: Successful candidates will assume a position in WCU’s English Department but will work in interdisciplinary partnerships with programs in the Languages and Cultures Department as well.
it_ch: I vincitori del bando assumeranno una posizione presso la sezionedi inglese della Westchester University of Pennsylvania e lavoreranno anche in collaborazione interdisciplinare con i programmi della sezione di lingue e culture.

source: Specialization in at least one of the following areas of study of the English language: semantics, pragmatics, morphology, syntax, phonetics and phonology, language history and evolution, or discourse analysis; additional specialization in linguistics as applied to language instruction or completion of TESOL courses at the graduate level.
it_ch: Specializzazione in almeno una delle seguenti aree di studio della lingua inglese: semantica, pragmatica, morfologia, sintassi, fonetica e fonologia, storia ed evoluzione della lingua, o analisi del discorso; ulteriore specializzazione in linguistica applicata all’ insegnamento delle lingue o completamento dei corsi TESOL a livello di Master.

source: Evidence of strong research or strong research potential in Linguistics; experience or potential in course development; experience in teaching linguistics courses at the undergraduate and/or the graduate level; experience or solid preparation in teaching TESOL courses at the undergraduate and/or graduate level are also required.
it_ch: Dimostrazione di attiva ricerca o grande potenziale di ricerca nella linguistica; esperienza di corsi di Linguistica a studenti di Bachelor e/o Master; é anche richiesta esperienza o solida preparazione a tenere corsi TESOL a studenti di Bachelor e/o Master.

source: In assessment of an applicant’s qualifications, equal attention will be given to teaching skills and scholarly proficiency in the relevant subject area.
it_ch: Per la valutazione delle candidature, verrà data uguale importanza alle capacità d’insegnamento e alle competenze accademiche nel campo della propria materia.

source: Documentation of pedagogical credentials relating to teaching and other forms of instruction should include qualitative reviews from supervisor.
it_ch: Titoli pedagogici relativi all’insegnamento e altre forme d’istruzione devono includere una valutazione qualitativa di un superiore.
